tap "adoptopenjdk/openjdk"
tap "alecthomas/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "convox"
brew "coreutils"
brew "ctop"
brew "go"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "golang-migrate"
brew "graphviz"
brew "grpcurl"
brew "helm", link: false
brew "hey"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lsd"
brew "maven"
brew "minikube", link: false
brew "protobuf"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "snappy"
brew "stern"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
cask "adoptopenjdk8"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "java"
cask "minikube"
cask "mysqlworkbench"
